networkmanager
dialog
wpa_supplicant
mtools
dosfstools
base-devel
avahi
xdg-user-dirs
xdg-utils
gvfs
gvfs-smb
nfs-utils
inetutils
dnsutils
bluez
bluez-utils
cups
hplip
alsa-utils
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
pavucontrol
bash-completion
openssh
rsync
reflector
acpi
acpi_call
tlp
virt-manager
qemu
qemu-arch-extra
qemu-guest-agent
edk2-ovmf
bridge-utils
dnsmasq
vde2
openbsd-netcat
iptables-nft
ipset
firewalld
flatpak
sof-firmware
nss-mdns
acpid
os-prober
ntfs-3g
terminus-fort
mpv
yt-dlp
filezilla
firefox
flatpak
libreoffice-fresh
neofetch
qbittorrent
upower
intel-ucode
btrfs-progs
darkhttpd
ddrescue
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
edk2-shell
efibootmgr
usbutils
parted
wireplumber
x264
x265
xvidcore
whois
wget

cups
cups-pdf
cups-filters
cups-pk-helper
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
ghostscript
gsfonts
gutenprint
python-pillow
python-pip
python-pyqt5
python-reportlab
system-config-printer

nvidia
nvidia-utils
nvidia-settings

cantarell-fonts
inter-font
noto-fonts
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-inconsolata
ttf-liberation
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family